Repository: mozilla-l10n/mt-training-data
Catalog: lzz/lzz_pontoon.tmx
Source language: en_us
Languages: lzz

source: We will be in touch with more information about how to add your language to Common Voice very soon.
lzz: Common Voice'işa ar nena dodvalu muç̌o iyen otku şeni na mulun ndğalepes giç̌araten.

source: We will be in touch with more information as it becomes available.
lzz: Daha dido çkinapa domayesi dogimçinaten.

source: We will not make your email public.
lzz: E-posta-tkvani xalǩik var dziraseren.

source: We will show you a prompt or question
lzz: Ar khitxala megincğonaten

source: What is a language on Common Voice?
lzz: Common Voices nena mu oren?

source: What issues are you experiencing with this content?
lzz: Muço ar problemi megagu?

source: What issues are you experiencing with this sentence?
lzz: Ham cumle şeni muperi sixintipe ntzorumt?

source: What is your age?
lzz: Naǩo tzaneri oret?

source: What is your sex or gender?
lzz: Cinsiyeti vana genderi skani mu oren?

source: What kind of goal do you want to build?
lzz: Muperi hedefi getzopxu ginonan?

source: What needs to be in my file?
lzz: Dosya çkimis mupe ort̆asen?

source: What sentences can I add?
lzz: Nam cumlepe gedvaten?

source: What’s inside the Common Voice dataset?
lzz: Common Voice datamarç̌aşi doloxe mupe orenan?

source: What's Public?
lzz: Umumi mu oren?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
lzz: Maxmare ar ǩlibis "var" rei meçaşi, xoma Xoma ǩudelişa guikten. Jur fara "var" rei niçu na xomaşi ǩlibi Vasaglaxtişa ulun.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
lzz: İucamt̆atşani, noç̌garepe muç̌o na ren goliyoninu-i vorsi otzǩedi; enni tzulu xeta koren-na ǩebuli mot ikum. <br />Dido na ixenen xetape hant̆epe renan.

source: Which variant of { $language } do you speak?
lzz: { $language }şi nam varianti isinapam?

source: Why ?
lzz: Muşeni?

source: Why a profile?
lzz: Muşeni ar profili?

source: Why are you asking?
lzz: Muşeni iǩitxam?

source: Why Common Voice?
lzz: Muşeni Common Voice?

source: Why does this matter?
lzz: Ham muşeni becit̆i oren?

source: Why we built this Spontaneous Speech prototype
lzz: Ham spontane osinapuşi prototipi muşeni gephtzopxit?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
lzz: Ar profilite aktivitepes gatsaden do nena na doloçharamspe şkala khonthakhthi gegadgen.

source: Wolof
lzz: Volofuri

source: Write
lzz: ç̌ari

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
lzz: Na izt̆enpe na izit̆u steri, ''eee'', ''aaa'' steri xomape-ti elunt̆alit do muç̌o na ren donç̌arit.

source: Write options menu
lzz: Oç̌aru goşatsxunaşi menu

source: Xhosa
lzz: Xosauri

source: Xitsonga
lzz: Xitsonguri

source: y
lzz: h

source: Yes
lzz: Ho

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
lzz: Ho, e-post̆a momicğonit. Common Voice Proje mu oren oçkinnu minon.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
lzz: "Ho, ma e-posta momincğonit. Comman Voice's ham nenaşi ordapa şeni meçkinu minon.

source: Yiddish
lzz: Çifut̆uri

source: Yoruba
lzz: Yoruburi

source: You
lzz: Si

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
lzz: <strong>Cumle Mǩorobu</strong>, monduli cumlepe oǩorobu do otzuranu şeni ixmaren. İpti <scAccountLink>ar xesabi gontzaten</scAccountLink>. Uǩule nena tkvani <strong>profili tkvanis</strong> keǩumtsxvit.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
lzz: Ginonan na k̆lavyeşi kesmanepe-ti gaxmarenan: { sc-review-form-button-approve-shortcut } Otzuranu şeni,{ sc-review-form-button-reject-shortcut } moyok̆ap̌inu şeni, { sc-review-form-button-skip-shortcut } metsxont̆inu şeni

source: You can choose to make your username public or anonymous.
lzz: Oxmaru coxo-tkvani umimi vana anonimi gaxenenan.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
lzz: ǩat̆a ndğeri oǩoç̌arupe şeni<discourseLink>Discourse</discourseLink>'s iç̌arit do Mozillaşi Nena Oǩopinas na ren majurape içinit.

source: You cannot add multiple sentences for a single submission
lzz: Ar oncğonus arişen dido cumle var geidven/ cidven.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
lzz: Ǩoçepeşi meşvelu şeni etiket̆epe getzopxit. Ham dulya video ǩonferansite vana p̌ici do p̌ici dixenen. <eventTemplate>Aktivite getzopxu şeni şablonepe do cireǩepe çkunis otzǩedit.</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
lzz: Hak <scLinkAdd>ar mtsika cumle eǩogamtsxvenan.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
lzz: Vikipedis na ren mǩule cumlepe oxmaru şeni <scraperLink>Cumle mozdaşe</scraperLink> ixmarit.

source: You check whether the transcription matches the audio
lzz: Golaktit çhara nenaşi doloçhara şkala ar oren-i otzkhedit

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
lzz: Mesaji oncğonu şeni sosyaluri medyaşi platformepe gaxmarenan. Ham dulya naǩo becit̆i na on iris ognapit. Nenaşi xaǩepe do tzopxeri nosi steri meselepeşi jin na ç̌arums ǩoç̌epe ǩala isinapit. <campaignLink>p̌anda na gaxmaranen steri ǩampanyape getzopxu şeni</campaignLink> oneripe ç̌kunis otzǩedit.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
lzz: Çkar nena var tsxunit. nena otsxunu şeni <profileLink>profili tkvanişa</profileLink> idit.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
lzz: Başka/ çkva cumle oncğonu şeni amtsika iyondrit/ çvit.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
lzz: Başka/ çkva cumle oncğonu şeni amtsika iyondrit/ çvit.

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
lzz: Ham sayfas naon gonkturerepe k̆aidi var ixenu. Nena gonkturana na gonkturepe ti cişirasen. Xolo ti nena gonkturum-i?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
lzz: Ham sayfas naon gonk̆turerepe k̆aidi var ixenu. Xolo ti sayfaşan gamulur-i?

source: You must allow microphone access.
lzz: Miǩrofoni oxmarus izni momçit.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
lzz: Doloç̌arit ǩat̆a zit̆a vognaten. Makina doguruşi algoritmapeşi çeşit̆oni moǩo-pilani nağaryape axerxas minonan. Nispeten mağali xomape vana uneneli moǩo-pilani muziği-ti, ç̌araşi tamami-muşişi oxotzonus var nağa-şkule ǩebuli dixenen. ç̌ara dogurus na memağanen xareri ǩlibepe reddi oxenu diç̌irasen.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
lzz: Aksanitkvani zit̆ape muç̆o na tkumet iya tkvala ren. Na skidurt sva, na ğarğalapt majura nenape do çkva do çkva mutxanepeten gitzipxen.Hak, diç̆irs ya na isimadept mtelli mutxani gigadvenan.

source: Your daily goal has been created
lzz: Ar ndğeri hedefi tkvani kogeitzopxu

source: Your dataset is downloading!
lzz: Dataseti tkvani gyulun (culun)

source: Your download has started.
lzz: Geğmalu kogegiç̌it.

source: You’re contributing to a target segment
lzz: Hedef segmentis numxacamt.

source: You’re contributing to our first target segment
lzz: Maarani hedefişi segmentis numxacamt.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lzz: Noğire gomşinupe do Comman Voice şeni bultenepe steri e-postape <bold>var eç̌opaten</bold>.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lzz: Noğire gomşinupe do Comman Voice şeni bultenepe steri e-postape eç̌opumt.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
lzz: Dido mani mani ulur. Ar mtsika diqondi do ç̆ara tzori ren-i ya do isimadi.

source: You're helping Common Voice reach our daily sentence goals!
lzz: Comman Voices dido nuşvelamt.

source: Your email address
lzz: E-mail adresi-skani

source: You respond or reply to it as naturally as you can
lzz: Gaxenenan şukhuri natureli isinapit

source: Your Languages
lzz: Nenape-tkvani

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
lzz: Tkvaneburi xoma doloç̆ara var doskidu doren. Ginonan-na majura xoma doloç̆arape odziru şeni getzopxape gokturit.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
lzz: Nena tkvanişi variantis cumle var doskidu doren. Ginonan-na (gorumt-na) nena tkvanis na ren majura cumlepe oziru şeni getzopxape gokturit.

source: Your username and email will not be associated with the published data.
lzz: Xmaroceşi Coxo do e-posta-tkvani gamişku datape-şkala var oǩimç̌ǩeşasen.

source: Your weekly goal has been created
lzz: Ar xafteri hedefi tkvani kogeitzopxu

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
lzz: Common Voiceşi ndğaluri { $goalValue } doloç̌aru hedefis <goalPercentage></goalPercentage> mexolus memişvelit.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
lzz: Common Voiceşi ndğaluri { $goalValue } otzuranuşi hedefis <goalPercentage></goalPercentage> şuǩuri mexolus memişvelit.

source: You've successfully signed up for contributing to { $language }. Thank you.
lzz: "{ $language }'s mek'atu şeni ğancobate kodoliç'arit. Ntsaşa extit."

source: You want to join the Common Voice mailing list
lzz: Common Voiceşi e-posta list̆eşa amaxtimu ginon (gorum)

source: You write down what you hear in the audio clips
lzz: Nenaşi doloçharapes na ognamtpe çharit

source: Zaza
lzz: Zazanuri

source: Zip #{ $offset } of { $total }
lzz: Zip #{ $offset } / { $total }

source: Zulu
lzz: Zuluri

source: account recovery key
lzz: Xesap̌i oçulet̆inuşi ǩola

source: add-on
lzz: metzopxeri

source: alternate text
lzz: hemarti ç̌ara

source: attack
lzz: noǩap̌i

source: attacker
lzz: meǩap̌ace

source: Attack Site
lzz: Mek'ap'u Site

source: attendee
lzz: k'ata

source: authenticate
lzz: noçine otzuranu

source: authenticated
lzz: noçine tzuraneri

source: authentication code
lzz: noçine otzuranu k'odi

source: autoplay
lzz: otosterapa

source: backup authentication code
lzz: yedeği noçine otzuranu k'odi

source: bookmark
lzz: svasimadi

source: breakpoint
lzz: mek'vatu t'imbi

source: Bug report
lzz: Xeta lapori

source: certificate authority
lzz: sertifik'aşi otorite

source: cipher
lzz: şifre

source: clipboard
lzz: pano

source: colorway
lzz: perişigza

source: confirmation code
lzz: otzuranu k'odi

source: context
lzz: goşvala

source: cookie banner
lzz: kukişi çkinapa

source: corrupt
lzz: ok'oxveri

source: corrupted
lzz: ok'oxveri

source: crash
lzz: dolonçxvaru

source: debug
lzz: xeta goşatsxunu

source: deceptive site
lzz: moğerdinace site

source: decryption
lzz: deşifre oxenu

source: distrust
lzz: var oceroba

source: enable
lzz: getzopxeri

source: encode
lzz: soni maxmare

source: end user
lzz: soni maxmare

source: extension
lzz: metzopxeri

source: grassroots
lzz: noderi

source: home page
lzz: oxo-monduni

source: independent browser
lzz: umek'oru mtziramu

source: innovations
lzz: ağanobape

source: installation
lzz: gedgapa

source: misinformation
lzz: ğuli çkinapa

source: nonprofit
lzz: nonprofiti

source: report
lzz: nolaporu

source: security keys
lzz: oceru nk'olape

source: sidebar
lzz: elakoda

source: sign
lzz: imza

source: sign in
lzz: doliç'ari

source: sign-in
lzz: doxuna getzopxu

source: studies
lzz: otsadebu

source: validate
lzz: dotzurani

source: version
lzz: versioni

source: Web Authentication
lzz: Webişi Noçine Otzuranu
